{"results": [
    {"id":1,
    "name":"Taza BB8",
    "price":25,
    "image":"https://i.pinimg.com/564x/3b/7a/81/3b7a818336e4652438c68c43e09b2b4c.jpg",
    "extra":"Star Wars, Guerra de las Galaxias, Naranja, Verde, All",
    "detail":"Taza con forma de BB-8, el adorable droide astromecánico de las películas de Star Wars. Diseñada con cerámica en forma redondeada y compacta. Su exterior está pintado con los colores característicos del droide: blanco, naranja y gris. El blanco predomina en la parte superior de la taza, donde se encuentra la cabeza de BB-8, mientras que el naranja y el gris están presentes en los detalles y adornos. <br/> Está taza en forma de BB-8 captura toda la esencia de este icónico droide de Star Wars, permitiéndote disfrutar de tus bebidas favoritas mientras muestras amor por la saga galáctica.",
    "category":"starwars"},

    {"id":2,
    "name":"Taza Cactus",
    "price":14,
    "image":"https://i.pinimg.com/564x/8c/fb/11/8cfb11cdc41c057c4f0c852f708bc6d7.jpg",
    "extra":"Otros, Planta, Verde, Rosa, All",
    "detail":"Nuestra taza en forma de cactus con una flor rosa en la manija no solo es visualmente atractiva, sino también funcional. Hecha de cerámica de alta calidad, es resistente y duradera, perfecta para disfrutar de tus bebidas calientes o frías favoritas.",
    "category":"varios"},

    {"id":3,
    "name":"Taza Cámara",
    "price":15,
    "image":"https://i.pinimg.com/474x/17/7b/88/177b88f1d86d47246c2faaa8742212c4.jpg",
    "extra":"Otros, Cámara, Fotografía, Negro, All",
    "detail":"Esta taza está diseñada para imitar fielmente la apariencia de una cámara fotográfica clásica. Su forma y detalles auténticos te harán sentir como si estuvieras sosteniendo una cámara real mientras disfrutas de tu bebida favorita. Hecha de materiales de alta calidad, esta taza es duradera y resistente al calor, ideal para disfrutar de café, té u otras bebidas calientes. Además, su capacidad generosa te permite saborear tus bebidas durante más tiempo.",
    "category":"varios"},

    {"id":4,
    "name":"Taza Vaca",
    "price":10,
    "image":"https://i.pinimg.com/564x/6c/54/94/6c549405a8de372a2414306366f734be.jpg",
    "extra":"Animales, Negro, Blanco, Marron, All",
    "detail":"La taza en forma de vaca no solo es adorable, sino también práctica. Hecha de cerámica de alta calidad, es resistente y duradera, perfecta para el uso diario. Con una capacidad generosa, te permitirá disfrutar de tu café, té u otras bebidas favoritas en abundancia. Está cuidadosamente elaborada con atención a los detalles. Las manchas negras y blancas se extienden por todo el cuerpo de la taza, brindando un efecto realista y lúdico. Además, cuenta con orejas y cuernos en relieve que añaden un toque de autenticidad.",
    "category":"animales"},

    {"id":5,
    "name":"Taza Darth Vader",
    "price":20,
    "image":"https://i.pinimg.com/564x/30/db/ee/30dbee15d4780b6afb976f11bf103811.jpg",
    "extra":"Star Wars, Guerra de las Galaxias, Negro, All",
    "detail":"La taza en forma de Darth Vader no solo es visualmente impactante, sino también práctica. Hecha de materiales duraderos y de alta calidad, es resistente y apta para el uso diario. Su capacidad generosa te permite disfrutar de tu café, té u otras bebidas mientras te sumerges en el lado oscuro. Esta taza captura la imponente presencia de Darth Vader de manera impresionante. Su diseño detallado y realista reproduce fielmente la icónica máscara y casco del temible Sith Lord. ¡Es como tener a Darth Vader en tu mano mientras disfrutas de tu bebida favorita!",
    "category":"starwars"},

    {"id":6,
    "name": "Taza Dinosaurio",
    "price":13,
    "image":"https://i.pinimg.com/564x/a4/82/c7/a482c7e48138e0cf0215e624ff7278f9.jpg",
    "extra":"Animales, Turquesa, Azul, All",
    "detail":"Esta taza tiene la forma de un dinosaurio, con un diseño detallado y lúdico que te transportará a la era de los gigantes prehistóricos. Su color verde agua le da un toque refrescante y moderno, agregando un atractivo visual adicional. Hecha de materiales de alta calidad, esta taza es duradera y apta para el uso diario. Su interior espacioso te permite disfrutar de una cantidad generosa de café, té u otras bebidas favoritas, mientras que el asa ergonómica te brinda un agarre cómodo y seguro.",
    "category":"animales"},

    {"id":7,
    "name":"Taza Elefante",
    "price":10,
    "image":"https://i.pinimg.com/564x/3b/40/92/3b4092b792475e3bf17dc51cf565c4d9.jpg",
    "extra":"Animales, Rosado, All",
    "detail":"Esta taza tiene un diseño que simula la forma de un elefante, con una apariencia lúdica y amigable. Su color rosa claro le da un toque delicado y femenino, creando una estética encantadora y relajante. Hecha con materiales de calidad, esta taza es duradera y adecuada para el uso diario. Su capacidad generosa te permite disfrutar de tu café, té u otras bebidas calientes mientras te sumerges en un ambiente tranquilo y sereno.",
    "category":"animales"},

    {"id":8,
    "name":"Taza Galletita de jengibre",
    "price":10,
    "image":"https://i.pinimg.com/564x/33/fb/6d/33fb6db525722585a95596f907fc9793.jpg",
    "extra":"Otros, Jengible, Galleta, Rojo, Marron, All",
    "detail":"El cuerpo de la taza está moldeado para parecerse a una galleta de jengibre real, con bordes festoneados y decoraciones en relieve, como botones y glaseado. Estos detalles agregan autenticidad y un toque de diversión a la taza. Hecha de materiales de alta calidad, esta taza es resistente y duradera. Su interior espacioso te permite disfrutar de tus bebidas favoritas, ya sea café, té, chocolate caliente o cualquier otra delicia caliente que desees. Además de su aspecto encantador, esta taza es funcional y cómoda de usar. Cuenta con un asa ergonómica que te permite sostenerla de manera segura y cómoda mientras disfrutas de tu bebida.",
    "category":"varios"},

    {"id":9,
    "name":"Taza Grinch",
    "price":13,
    "image":"https://i.pinimg.com/564x/61/e3/51/61e351649e793cc3faf1ddb20cb8170a.jpg",
    "extra":"Otros, Verde, Dibujo, Verde, Rojo, All",
    "detail":"El cuerpo de la taza está moldeado para imitar la forma del Grinch, con detalles en relieve que agregan autenticidad y encanto. El color verde vibrante y su textura realista capturan la esencia del personaje y lo hacen destacar en cualquier colección. Esta taza no solo es visualmente atractiva, sino también funcional. Está hecha de materiales duraderos y de alta calidad, lo que la convierte en una opción perfecta para disfrutar de tu café, té u otras bebidas favoritas. Con su asa ergonómica, sostener la taza en forma del Grinch será cómodo y seguro. Su capacidad generosa te permitirá deleitarte con abundantes sorbos mientras disfrutas del espíritu festivo que el Grinch representa.",
    "category":"varios"},

    {"id":10,
    "name":"Taza Grogu",
    "price":20,
    "image":"https://i.pinimg.com/564x/6a/0b/63/6a0b63a327791eaa782f11a35ee169f3.jpg",
    "extra":"Star Wars, Guerra de las Galaxias, Verde, All",
    "detail":"Esta taza captura la dulzura y la ternura de Grogu de manera asombrosa. Su diseño reproduce fielmente la forma y los rasgos distintivos de este querido personaje, desde sus grandes ojos hasta sus orejas puntiagudas. El cuerpo de la taza está moldeado para imitar la apariencia de Grogu, con detalles en relieve que añaden autenticidad y encanto. Su color verde y su expresión adorable hacen que sea imposible resistirse a su encanto. Además de su aspecto cautivador, esta taza es práctica. Está hecha de materiales duraderos y de alta calidad, lo que la convierte en una opción perfecta para disfrutar de tu café, té u otras bebidas favoritas. Con su asa ergonómica, sostener la taza en forma de Grogu será cómodo y seguro. Su capacidad generosa te permitirá deleitarte con abundantes sorbos mientras te sumerges en el mundo de Star Wars.",
    "category":"starwars"},

    {"id":11,
    "name":"Taza Mandolarian",
    "price":20,
    "image":"https://i.pinimg.com/564x/d2/38/2a/d2382aba56d7d85b4a6027bce0a7ef29.jpg",
    "extra":"Star Wars, Guerra de las Galaxias, Gris, Negro, All",
    "detail":"Esta taza captura la esencia del Mando y su distintivo casco de manera impresionante. Su diseño reproduce fielmente la forma y los detalles del casco del Mandaloriano, con sus líneas elegantes y su apariencia imponente. El cuerpo de la taza está moldeado para imitar la forma del casco del Mando, con detalles en relieve que añaden autenticidad y estilo. El color plateado y los acentos negros aportan un toque de sofisticación a esta pieza de colección.",
    "category":"starwars"},

    {"id":12,
    "name": "Taza Mono",
    "price":10,
    "image":"https://i.pinimg.com/564x/d3/85/e3/d385e31614bce077de2860b3eee4e9f6.jpg",
    "extra":"Animales, Negro, Rojo, Beige, All",
    "detail":"Esta taza tiene un diseño encantador que imita la forma de un mono animado, con su cuerpo redondeado y su expresión juguetona. Lo más destacado es la lengua que sobresale, agregando un toque de diversión y travesura al diseño. El cuerpo de la taza está moldeado para parecerse a un mono enérgico, con detalles en relieve que realzan su apariencia animada. Su color y textura realista te harán sonreír cada vez que la uses. Hecha de materiales de alta calidad, esta taza es resistente y duradera. Su capacidad generosa te permite disfrutar de tus bebidas favoritas, ya sea café, té, chocolate caliente o cualquier otra bebida que desees.",
    "category":"animales"},

    {"id":13,
    "name":"Taza Pulpo",
    "price":10,
    "image":"https://i.pinimg.com/564x/05/cc/4d/05cc4dd35c7a82d92937fae7c6985281.jpg",
    "extra":"Animales, Azul, Rojo, All",
    "detail":"Esta taza tiene un diseño que imita la forma de un pulpo, con sus múltiples tentáculos y su cuerpo redondeado. El color celeste le da un toque fresco y sereno, evocando la belleza del mar. El cuerpo de la taza presenta detalles en relieve que simulan la textura y los detalles del pulpo, como las ventosas en los tentáculos y los ojos expresivos. Estos detalles realistas le dan un aspecto cautivador y fascinante. Hecha de materiales de calidad, esta taza es duradera y apta para el uso diario. Su interior espacioso te permite disfrutar de una cantidad generosa de café, té u otras bebidas mientras te sumerges en el mundo marino. Además de su atractivo estético, la taza en forma de pulpo color celeste es funcional y cómoda de usar. Cuenta con un asa ergonómica que te brinda un agarre cómodo y seguro, permitiéndote disfrutar de tus bebidas con comodidad.",
    "category":"animales"},

    {"id":14,
    "name":"Taza Panda",
    "price":13,
    "image":"https://i.pinimg.com/564x/41/07/af/4107afda7853b69612da8c4cda888621.jpg",
    "extra":"Animales, Negro, Blanco, All",
    "detail":"Esta taza tiene un diseño que imita la forma de la cara de un panda, con sus características distintivas como los ojos redondos, las orejas puntiagudas y la nariz negra. Los colores marrón y marrón claro le dan un aspecto cálido y acogedor. El cuerpo de la taza presenta detalles en relieve que imitan la textura y los rasgos del panda, como sus cejas y las manchas alrededor de los ojos. Estos detalles realistas le dan un encanto especial y hacen que la taza sea irresistible. Hecha de materiales de alta calidad, esta taza es resistente y duradera. Su interior espacioso te permite disfrutar de tu café, té u otras bebidas favoritas mientras te deleitas con la imagen tierna del panda. Con su asa ergonómica, sostener la taza en forma de cara de panda será cómodo y seguro. Disfruta de tus momentos de relajación y deja que la dulzura del panda te acompañe en cada sorbo.",
    "category":"animales"},

    {"id":15,
    "name":"Taza Pingüino",
    "price":10,
    "image":"https://i.pinimg.com/564x/b1/eb/ca/b1ebcae6088ba50728c414a6b8b84679.jpg",
    "extra":"Animales, Negro, Blanco, All",
    "detail":"Esta taza tiene un diseño que imita la forma de un pingüino, con su cuerpo redondeado y sus características distintivas, como su pico y sus alas cortas. El color blanco y negro le da un aspecto clásico y reconocible. El cuerpo de la taza presenta detalles en relieve que simulan la textura y los rasgos del pingüino, como su plumaje y los ojos expresivos. Estos detalles realistas le dan un toque de autenticidad y encanto. Hecha de materiales duraderos y de calidad, esta taza es perfecta para el uso diario. Su interior espacioso te permite disfrutar de tu café, té u otras bebidas favoritas mientras te sumerges en el mundo de los pingüinos.",
    "category":"animales"},

    {"id":16,
    "name":"Taza Perezoso",
    "price":13,
    "image":"https://i.pinimg.com/564x/86/89/8c/86898cdfc4dc955b7ce21627ec34de53.jpg",
    "extra":"Animales, Marron, All",
    "detail":"La taza en forma de la cara de un perezoso es una elección adorable y encantadora para aquellos que aman a estos animales relajados y adorables. Esta taza tiene un diseño que imita el rostro de un perezoso, con sus ojos grandes y expresivos, su nariz y su sonrisa tranquila. Los detalles en relieve, como las cejas y las orejas, le dan un aspecto realista y lúdico. Hecha de materiales de alta calidad, esta taza es duradera y resistente. Su interior espacioso te permite disfrutar de tus bebidas calientes favoritas mientras te sumerges en la dulzura y la calma del perezoso.",
    "category":"animales"},

    {"id":17,
    "name":"Taza Calabaza",
    "price":10,
    "image":"https://i.pinimg.com/564x/ef/f9/6c/eff96c13181d062fd764c5e9a6b61fab.jpg",
    "extra":"Otros, Anaranjado, Naranja, All",
    "detail":"Esta taza tiene un diseño que imita la forma redondeada y bulbosa de una calabaza, con detalles en relieve que le dan un aspecto realista y auténtico. El color naranja vibrante evoca la calidez y el encanto de esta popular fruta de temporada. El cuerpo de la taza presenta texturas y relieves que simulan las costuras y los pliegues de una calabaza real. Estos detalles añaden un toque de autenticidad y hacen que la taza sea aún más atractiva. Hecha de materiales de calidad, esta taza es duradera y apta para el uso diario. Su interior espacioso te permite disfrutar de tu café, té, cidra caliente u otras bebidas favoritas mientras te sumerges en el ambiente festivo de otoño.",
    "category":"varios"},

    {"id":18,
    "name":"Taza Santa",
    "price":10,
    "image":"https://i.pinimg.com/564x/70/6c/1e/706c1e16ac90a22af73bf59b87856d78.jpg",
    "extra":"Otros, Navidad, Blanco, Rojo, All",
    "detail":"Esta taza tiene un diseño que imita el rostro sonriente y reconocible de Santa Claus, con sus característicos ojos brillantes, barba blanca y rostro rosado. Los detalles en relieve, como las arrugas y los rasgos faciales, le dan un aspecto realista y festivo. Hecha de materiales de alta calidad, esta taza es duradera y resistente. Su interior espacioso te permite disfrutar de tus bebidas calientes favoritas, como café, té o chocolate caliente, mientras te sumerges en la alegría navideña.",
    "category":"varios"},

    {"id":19,
    "name":"Taza Lechuza",
    "price":15,
    "image":"https://i.pinimg.com/564x/ce/db/ad/cedbadf85bde2b9b1b02265668f56f28.jpg",
    "extra":"Animales, Blanco, Lechuza, All",
    "detail":"La taza en forma de lechuza blanca es una elección encantadora y elegante para aquellos que admiran la belleza y la sabiduría de estas majestuosas aves nocturnas. Esta taza tiene un diseño que imita la forma del rostro de una lechuza blanca, con sus grandes ojos y su plumaje detallado. Los detalles en relieve, como las cejas, el pico curvo y las plumas alrededor de la cara, le dan un aspecto realista y cautivador. Hecha de materiales de alta calidad, esta taza es duradera y resistente. Su interior espacioso te permite disfrutar de tus bebidas calientes favoritas mientras te sumerges en la tranquilidad y la serenidad que evoca la lechuza.",
    "category":"animales"},

    {"id":20,
    "name":"Taza Constelaciones",
    "price":15,
    "image":"https://i.pinimg.com/564x/25/2f/3f/252f3fa93e3a08c0fc1d2147be87ffc9.jpg",
    "extra":"Otros, Estrellas, Negro, All",
    "detail":"Esta taza presenta un diseño impresionante que imita la belleza y la vastedad del espacio sideral. El fondo de la taza está decorado con un estampado de colores cósmicos y brillantes que representan una galaxia llena de estrellas, nebulosas y constelaciones. Los tonos oscuros y profundos combinados con destellos de colores vibrantes crean una imagen fascinante y evocadora. Cada sorbo que tomes será como adentrarte en un viaje por el espacio, rodeado de la magia de las estrellas. Hecha de materiales de calidad, esta taza es resistente y duradera. Su interior espacioso te permite disfrutar de tus bebidas favoritas mientras te sumerges en la maravilla del universo.",
    "category":"varios"},

    {"id":21,
    "name":"Taza Stormtrooper",
    "price":20,
    "image":"https://i.pinimg.com/564x/29/0b/24/290b24c6572a20373e5e68791b063a03.jpg",
    "extra":"Star Wars, Guerra de las Galaxias, Negro, Blanco, All",
    "detail":"Esta taza tiene un diseño que imita la forma del casco de un Stormtrooper, con sus líneas distintivas y detalles en relieve que capturan la esencia del personaje. El color blanco brillante le da autenticidad y lo hace reconocible al instante. Hecha de materiales de alta calidad, esta taza es duradera y resistente. Su interior espacioso te permite disfrutar de tus bebidas calientes favoritas mientras te sumerges en el mundo de Star Wars. La taza en forma de Stormtrooper no solo es un artículo temático, sino también funcional y práctico. Con su asa ergonómica, sostener la taza será cómodo y seguro, permitiéndote disfrutar de tus bebidas con facilidad.",
    "category":"starwars"}

]}